Revit 2027 API
SymbolTypeId.LbMassPerMin Property
 Symbol lb/min, indicating unit Pounds mass per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbMassPerMin { get; }
Public Shared ReadOnly Property LbMassPerMin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbMassPerMin {
	ForgeTypeId^ get ();
}
static member LbMassPerMin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace